Dlubal.DynamPro.PlaneType
Type of the plane

Dlubal.DynamPro.PlaneType.UnknownPlane
Unknown plane

Dlubal.DynamPro.PlaneType.PlaneXY
Plane X-Y

Dlubal.DynamPro.PlaneType.PlaneYZ
Plane Y-Z

Dlubal.DynamPro.PlaneType.PlaneXZ
Plane X-Z